Repository: TransparencyInternationalLithuania/parasykjiems.lt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: Lithuanian
lt: Lietuvių

source: English
lt: Anglų

source: Phone field
lt: Telefono laukas

source: A person name field
lt: Asmens vardo laukas

source: A house number field, capable of storing house letter
lt: Namo numeris su raide

source: Tells whether a house number is odd or even
lt: Ar namo numeris lyginis, ar nelyginis

source: Recipient
lt: Gavėjas

source: Sender Information
lt: Siuntėjo intformacija

source: Message
lt: Žinutė

source: Recipients
lt: Gavėjai

source: States
lt: Būsenos

source: Private
lt: Privatus

source: Public
lt: Viešas

source: No addressess were found. Please refine your search. Or use feedback form to inform us about missing address
lt: Nerasta jokių adresų. Patikslinkite paiešką. Arba pasinaudokite susisiekimo forma ir praneškite apie trūkstamą adresą

source: %(name)s %(surname)s email cannot be found in database.
lt: %(name)s %(surname)s el. paštas nerastas duomenų bazėje.

source: No
lt: Ne

source: Yes
lt: Taip

source: Problem occurred. Your Email to %(name)s %(surname)s has not been sent. Please try again later.
lt: Iškilo problema. Jūsų laiškas, kurio adresatas yra %(name)s %(surname)s, nebuvo išsiųstas. Prašome pamėginti vėliau.

source: January
lt: Sausio

source: February
lt: Vasario

source: March
lt: Kovo

source: April
lt: Balandžio

source: May
lt: Gegužės

source: June
lt: Birželio

source: July
lt: Liepos

source: August
lt: Rugpjūčio

source: September
lt: Rugsėjo

source: October
lt: Spalio

source: November
lt: Lapkričio

source: December
lt: Gruodžio

source: Confirm your message %s
lt: %s, patvirtinkite laišką

source: Thank you. This message must be confirmed. Please check your email.
lt: Dėkojame. Ši žinutė privalo būti patvirtinta. Patikrinkite savo el. pašto dėžutę.

source: Dear. Mr. %s, Have a nice day.
lt: Gerb. p. %s, Geros dienos.

source: Thank you. Your message has been sent.
lt: Dėkojame. Jūsų žinutė išsiųsta.

source: Sorry, but your message could not be confirmed.
lt: Apgailestaujame, bet Jūsų žinutė negali būti patvirtinta.

source: Your message was already confirmed
lt: Jūsų žinutė jau buvo patvirtinta

source: Thank you for your feedback. You will be contacted shortly.
lt: Ačiū už jūsų pastabas. Su jumis netrukus susisieksime.

source: In selected period (from %(from)s to %(to)s):
lt: Pasirinktame periode (nuo %(from)s iki %(to)s):

source: Questions sent: %s
lt: Klausimų siųsta: %s

source: Answers got: %s
lt: Atsakymų gauta: %s

source: New users: %s
lt: Naujų vartotojų: %s

source: Thank you. Your response has been posted.
lt: Dėkojame. Jūsų atsakymas paviešintas.

source: Please be polite! Letter with %s in it will not be sent.
lt: Būkite mandagūs! Laiškas su %s tekste nebus siunčiamas.

source: and
lt: ir

source: There should be numbers in phone number.
lt: Telefono numeryje turi būti skaičiai.

source: Dear. Mr. %s Have a nice day.
lt: Gerb. p. %s Geros dienos.

source: Message should not only be greeting.
lt: Laiške turėtų būti daugiau teksto, nei tik pasisveikinimas.

source: Have any notes, suggestions?
lt: Turite pastabų, pasiūlymų?

source: Write to us
lt: Parašykite mums

source: ParašykJiems - Fast method to find representatives and contact them.
lt: ParašykJiems - greitas būdas rasti atsakingus valdžios atstovus ir su jais susisiekti.

source: List of all public mails
lt: Viešai publikuotų laiškų sąrašas

source: About project
lt: Apie projektą

source: Django site admin
lt: Django puslapio administravimas

source: Parašyk jiems lt administration
lt: Parašyk jiems lt administravimas

source: Next Step
lt: Kitas žingsnis

source: Letter was successfuly sent.
lt: Laiškas sėkmingai išsiųstas.

source: View your public message
lt: Peržiūrėti Jūsų viešą laiška

source: Go back to home page
lt: Grįžti į titulinį puslapį

source: Choose a representative, You want to write.
lt: Pasirinkite atstovą, kuriam norite rašyti.

source: If You are not sure, read
lt: Jei nesate tikras, skaitykite

source: tips
lt: patarimus

source: Write
lt: Rašyti

source: You are writing a letter to your representative. Be polite.
lt: Rašote laišką savo atstovui. Būkite mandagūs.

source: Receiver:
lt: Gavėjas:

source: Sender
lt: Siuntėjas

source: (fields marked with asterisk are required)
lt: (laukai, pažymėti žvaigždute, yra privalomi)

source: Mail type:
lt: Laiško tipas:

source: Sender Name:
lt: Siuntėjo vardas:

source: Your Email:
lt: Jūsų El. Paštas:

source: Subject:
lt: Tema:

source: Go back
lt: Grįžti

source: You are writing public mail. It will be sent to addressee and displayed on site.
lt: Rašote viešą laišką. Jis bus išsiųstas adresatui ir pateiktas viešų laiškų sąraše.

source: You are writing private mail. It will be sent directly to addressee.
lt: Rašote privatų laišką. Jis bus persiųstas tiesiogiai adresatui.

source: Back to editing
lt: Grįžti į redagavimą

source: Send
lt: Siųsti

source: Click here, if you want to send private email
lt: Spauskite čia, jei norite siųsti privatų laišką

source: Click here, if you want to send public email
lt: Spauskite čia, jei norite siųsti viešą laišką

source: Attached file
lt: Prisegtas failas

source: Here you can see all public emails
lt: Čia galite matyti visus viešus laiškus

source: Receiver
lt: Gavėjas

source: Subject
lt: Tema

source: Sender
lt: Siuntėjas

source: Was sent on
lt: Buvo išsiųsta

source: Answered
lt: Atsakyta

source: You are writing an answer to
lt: Rašote atsakymą į laišką, kurio autorius yra

source: From
lt: Nuo

source: to
lt: iki

source: Filter
lt: Filtruoti

source: View list of all public messages
lt: Peržiūrėti viešai publikuotų laiškų sąrašą

source: Have any notes? Write to us!
lt: Turite pastabų? Parašykite mums!

source: If address wasn't found in database, but you know, that it exists, write exact address, to which civil parish, polling district and municipality it belongs, and, if you can, specify polling district.
lt: Jei adresas nerastas duomenų bazėje, bet tikrai žinote, kad toks yra, parašykite tikslų adresą, kokiai seniūnijai, miestui bei rajonui jis priklauso, bei, jei galite, nurodykite ir rinkimų apylinkę.

source: If your member of municipality, civil parish wasn't found, write his data: name, surname, phone, email, work address.
lt: Jei nebuvo rastas Jūsų meras, seniūnas, seniūnaitis, parašykite jo duomenis: vardą, pavardę, telefoną, el. pašto adresą, darbovietės adresą.

source: Find desired representative
lt: Raskite reikiamą atstovą

source: Will be found by address
lt: Nustatysime pagal adresą

source: Body of the message
lt: Laiško turinys

source: You can write public or private mail
lt: Galite rašyti viešą ar privatų laišką

source: Preview and send
lt: Peržiūra ir siuntimas

source: Check your spelling ;-)
lt: Pasitikrinkite klaidas ;-)

source: Enter Your Address for search:
lt: Įveskite savo adresą paieškai:

source: Search
lt: Ieškoti

source: Eg.: Gedimino pr. 9, Vilnius
lt: Pvz.: Gedimino pr. 9, Vilnius

source: Several addresses were found. Choose:
lt: Rasti keli adresai. Pasirinkite:

source: Found Addresses for constituency
lt: Rasti apygardų adresai

source: here
lt: čia
